{"A peninsula surrounded by more than 200 islands, Hong Kong is one of the most densely _____ urban regions on the planet.": "populated", "All the letters of application should be mailed to the personnel manager _____ Friday June 6 so that interviews for qualified applicants can be arranged.": "no later than", "Almost one third of all Americans are employed in marketing-related positions, so the number of possible marketing careers is _____.": "enormous", "An analyst for Apple Inc. said a way to follow up the iPhone with a cheaper version would be to _____ the Nano into a phone priced at $300 or lower.": "convert", "An increase in global temperatures could cause many changes, among _____ the amount and pattern of precipitation resulting in floods and drought.": "them ", "Any proposal made by a staff member should _____ be turned down if it fails to meet the CEO's expectations.": "definitely", "As a result of poor management, Sableline, a company once famous the world over for its quality toys, is _____ to close down in two years.": "likely", "As far as marketing is _____, every opportunity we have to meet new people is an opportunity to grow our business.": "concerned", "At a press conference in New York, President and CEO Robert Densaki unveiled a sixteen-month project _____ saving his company from going bankrupt.": "with a view to", "Bear in mind that no part of this book may be reproduced _____ written permission from the author.": "without", "Becoming a solution provider _____ solving a problem even if the solution doesn't involve the purchase of your product.": "means", "Changing the World with Chips": "power", "DVDs are most effective _____ the discs are sturdy and the crisp images do not degrade with repeated showings.": "in that", "How did Mr. Buckley purchase his goods?": "By credit card", "How is the group that makes more than $50,000 a month different from the others?\n": "They rent movies fewer times than they go to plays.", "How is the most expensive phone different from the others?": "It allows the user to access the Internet.", "How long did the meeting last?": "Half an hour", "How many different grades of students attend Greenbrier Middle School?": "4", "How many different people spoke at the meeting?": "Three", "How many years has it been since graduation?": "Twenty", "If that sounds creepy, consider one possible application: DARPA, the US government agency _____ the Internet, is funding research into \"smart dust,\" millions of cheap, wireless sensors based on microelectromechanical systems (MEMS) technology.": "that created", "In many business situations, the customer will have many more interactions after the sale with technical, service, or customer support people than he or she did with the sales people. So if you're serious about _____ customers or getting referrals, these interactions are the ones that are really going to matter.": "retaining", "In the advertisement, what does the word \"age\" in paragraph 2, line 2, indicate?": "This time period is dominated by the use of the Internet.", "In the brochure, what does the word \"green\" in paragraph 2, line 3, refer to?": "environmentally friendly", "In the e-mail, what does the term \"SAS\" in paragraph 1, line 6, refer to?\n": "An airline carrier", "In the future, there will be hundreds of billions of embedded chips and sensing devices integrated into everything _____ from key chains and swimming pools to your apartment's walls and even your skin. All of these devices will be able to compute, sense and communicate with each other.": "ranging", "In the letter, the word \"receiver\" in paragraph 2, line 2, is closest in meaning to": "a cellphone part that accepts data", "It is true that each advertising medium is very useful to us, but each has advantages and disadvantages, _____ it?": "doesn't ", "It is widely understood that advertising _____ not only to promote sales but also to upgrade a company's image.": "helps", "MPG, a diversified industrial company, plans to build a polysilicon plant in Indonesia to _____ rising demand for solar energy.": "meet", "Management has passed a rule prohibiting employees _____ in all indoor places for the sake of everyone's health.": "from smoking", "Mr. Wilson was quite upset upon learning that the sales section was _____ ever present for the staff meetings on Mondays.": "hardly", "Ms. Ruth Benedict": "carefully", "No sooner _____ New York than Ms. O'Dowd scheduled a meeting with Mr. Carter on the likelihood of a merger between the two companies.": "had she reached", "Not satisfied with the proposal the salesman had presented, the manager made him _____ a new one immediately.": "write", "One of the major problems most small businesses encounter today is _____ advertising is often costly and often takes some time to begin working.": "that", "Paul Laird, the _____ of the two new employees, is to be promoted to chief of the sales section because of his superb performance on the job.": "more experienced", "Previously, calling in sick would automatically qualify for paid sick leave even without medical authentication.": "granted", "Since information technology makes _____ increasingly easy to find and work with outside resources, many companies are getting smaller in size.": "it", "Staff employed for over one year are allowed five paid sick leave days per year. That will not change. _____, with the new policy, only those sick leave absences accompanied by a letter or prescription from a physician, clinic,": "However", "Subject: Sick Leave": "implement", "T01-01-001": "B", "T01-01-002": "C", "T01-01-003": "D", "T01-01-004": "B", "T01-01-005": "C", "T01-01-006": "C", "T01-01-007": "A", "T01-01-008": "D", "T01-01-009": "D", "T01-01-010": "C", "T01-02-001": "C", "T01-02-002": "B", "T01-02-003": "B", "T01-02-004": "B", "T01-02-005": "C", "T01-02-006": "A", "T01-02-007": "A", "T01-02-008": "C", "T01-02-009": "A", "T01-02-010": "B", "T01-02-011": "C", "T01-02-012": "A", "T01-02-013": "C", "T01-02-014": "A", "T01-02-015": "C", "T01-02-016": "B", "T01-02-017": "B", "T01-02-018": "A", "T01-02-019": "C", "T01-02-020": "A", "T01-02-021": "B", "T01-02-022": "C", "T01-02-023": "B", "T01-02-024": "A", "T01-02-025": "C", "T01-02-026": "B", "T01-02-027": "A", "T01-02-028": "C", "T01-02-029": "B", "T01-02-030": "A", "T01-03-001-01": "B", "T01-03-001-02": "C", "T01-03-001-03": "C", "T01-03-002-01": "D", "T01-03-002-02": "B", "T01-03-002-03": "B", "T01-03-003-01": "A", "T01-03-003-02": "B", "T01-03-003-03": "C", "T01-03-004-01": "C", "T01-03-004-02": "A", "T01-03-004-03": "C", "T01-03-005-01": "D", "T01-03-005-02": "C", "T01-03-005-03": "A", "T01-03-006-01": "B", "T01-03-006-02": "D", "T01-03-006-03": "B", "T01-03-007-01": "B", "T01-03-007-02": "A", "T01-03-007-03": "D", "T01-03-008-01": "D", "T01-03-008-02": "A", "T01-03-008-03": "B", "T01-03-009-01": "D", "T01-03-009-02": "A", "T01-03-009-03": "D", "T01-03-010-01": "C", "T01-03-010-02": "D", "T01-03-010-03": "A", "T01-04-001-01": "D", "T01-04-001-02": "D", "T01-04-001-03": "B", "T01-04-002-01": "B", "T01-04-002-02": "A", "T01-04-002-03": "C", "T01-04-003-01": "B", "T01-04-003-02": "A", "T01-04-003-03": "B", "T01-04-004-01": "C", "T01-04-004-02": "B", "T01-04-004-03": "D", "T01-04-005-01": "A", "T01-04-005-02": "C", "T01-04-005-03": "A", "T01-04-006-01": "C", "T01-04-006-02": "D", "T01-04-006-03": "D", "T01-04-007-01": "C", "T01-04-007-02": "B", "T01-04-007-03": "B", "T01-04-008-01": "A", "T01-04-008-02": "C", "T01-04-008-03": "B", "T01-04-009-01": "C", "T01-04-009-02": "B", "T01-04-009-03": "A", "T01-04-010-01": "B", "T01-04-010-02": "D", "T01-04-010-03": "C", "The CEO _____ us to work at our own pace, so we can leave the office anytime we want to during the day.": "allows", "The World Bank is composed of five branches, each _____ its own budget and carrying out separate duties.": "having", "The economy as a whole has been declining in that country for years, _____ the computer industry has expanded steadily.": "yet", "The employee was _____ excited about his new job that he vowed to work even harder to live up to the boss's expectations.": "so", "The general manager is planning to fly to Paris and stay there for _____ to supervise the operation of the new branch office.": "some time", "The handbook is not an easy book to read, but one _____ is very useful to anyone who wants to understand the inner workings of this company.": "that ", "The interview is scheduled _____ Tuesday morning, October 22 at 10:00 at Suite 12-A in the Prescott Building, 927 Third Avenue in Manhattan. We have reserved a room for you at the New Yorker Hotel for Monday and Tuesday evenings, October 21 and 22. ": "for", "The personnel manager will brief the new employees _____ the company's current situation when they assemble in the meeting room tomorrow morning.": "on", "They find that if they promptly follow up and resolve a customer's complaint, the customer might be even more _____ to do business than the average.\n          ": "willing", "Though Mr. Johnson is competent, _____ remains to be seen whether or not he can break the sales record for the month of August.": "it", "To facilitate our efficiency, management has purchased more than 50 desktop computers, many of _____- are to be installed in the accounting section.": "which", "To help improve the image of the company, the secretary _____ to write a brief report whenever she receives a complaint from a customer.": "is required", "To increase efficiency, the president demanded that we _____ the operating system and update most of the software we use.": "change", "To tell you the truth, never before _____ seen so many candidates competing for so few vacancies our company has to offer.": "have we", "Unless we can be _____ for an event like this and change our strategies, the company will still be in the red for the foreseeable future.": "prepared", "We regret _____ you that we do not accept credit card purchases for our line of products; however, we do accept bank drafts drawn on a recognized bank.": "to inform", "What are dissatisfied customers of Bacitracin Gel advised to do?": "Return the product for a refund", "What credentials are given for Chris Reynolds?": "His education and a book he published", "What does Mr. Manstead request in his e-mail?": "More information on Greenstreak's presentations", "What happens to the rate of video rentals as income increases?\n": "It decreases.", "What information does Mr. Wesley NOT provide in his letter?": "The number of people who will attend the seminar", "What is Greenstreak promoting in their advertisement?": "Presentations about environmental issues", "What is Susan Granger's highest level of education?": "High school diploma", "What is being advertised?": "A business seminar", "What is being offered in the advertisement?": "Jobs that people can do at home", "What is the main purpose of Susan Granger's e-mail?": "To send a resume to RealBucks", "What is the main purpose of the article?": "To debate the pros and cons of a few phones", "What is the main purpose of the letter?": "To request information", "What is the main purpose of the notice?": "To advise consumers on product use", "What is the problem with hotel accommodations in Vienna?\n": "No suite is available in the requested hotel", "What is the purpose of the e-mail?": "To request travel decisions", "What is the purpose of the memorandum?": "To notify employees of a move", "What is wrong with one of the office desks?": "It has no keys.", "What is wrong with the file cabinets?": "They have dents in them.", "What problem will K. Janes try to solve before the next quarterly meeting?": "Loyal customers are not being satisfied.", "What should be done if a child accidentally swallows the product?": "Contact emergency services", "What was the most expensive item Mr. Buckley purchased?": "An electric hand-held drill", "What will the ticket holder receive?": "Three free drinks", "When customers aren't happy with your business, they usually won't complain to you. _____, they'll probably complain to just about everyone else they know-and take their business to your competition next time. That's why an increasing number of businesses are making follow-up calls or mailing satisfaction questionnaires after the sale is made.\n          ": "Instead", "When were film rentals at their lowest?": "In the last quarter", "When will the Godric Computers event be if it is held at the Convention Center?": "January 19-21", "When will the drawing be held?": "When the evening comes to an end", "When will the move be finished?": "July 29", "Which department did not receive any criticism during the briefing?": "Human Resources", "Which hall of the Convention Center will fit Mr. Wesley's needs?": "Hall A", "Which income group attends the greatest number of plays?\n": "The highest income group", "Which job position has Susan Granger held?": "Executive assistant", "Which of the following is an example of an amenity?": "Free Internet access at the Convention Center", "Which phone does the article recommend?": "Todorola Lite", "Which quarter saw the greatest difference between forms of entertainment viewed?\n": "The 3rd quarter", "Who most likely is Mary Hightower?": "A company manager", "Why did Fiona Gray write a letter to the magazine?": "To correct false information", "Why does Bart Manstead write to Greenstreak?": "He is inviting Greenstreak to be present at his school.", "Without sufficient information, it can be very difficult to decide _____ a particular marketing program is profitable to your business or not.": "whether", "Your reservation code number is A424BQ. A voucher for US$100 may be applied towards any meals in their hotel restaurants. Transportation to and from New York is your own responsibility.": "notified", "_____ its vast population, China is now the world's largest beer market by volume, according to Euromonitor data.": "Thanks to", "_____ oil prices continuing to rise, economists predict that consumers will cut back on spending in other areas.": "With", "_____ you have any problems with the machine, consult Mr. Paul N. Hiatt, who is one of the most experienced mechanics in our factory.": "Should "}