{"Due to the new policy, when will the restaurant close?": "At the usual time.", "T06-03-005-02": "D", "When coming in to work, make sure you follow the dress code as ____________ on page 35 of your worker's manual. ": "described", "Why does she want the bonus and more severance pay?": "The extra funds will give her more time to locate a new job.", "T06-03-002-02": "B", "T06-03-004-03": "C", "T06-04-005-03": "A", "T06-02-009": "B", "After twelve weeks of ____________, the chemist was finally ready to conduct the experiment. ": "preparations", "T06-03-002-01": "C", "T06-03-005-01": "D", "T06-01-002": "A", "How long of a break is the employee asking for?": "Just over one month.", "Included among the casualties are two French tourists and Lynn Franklin, the British ambassador to Pakistan. \n          ": "missing", "T06-04-005-02": "C", "T06-04-004-02": "C", "How might an Oakland Heat fan feel about this article?": "He or she might feel thrilled.", "Which of the following is true about the Sunnybank Community Pool rules?": "The pool follows local rules about noise levels. ", "T06-02-021": "B", "America was the only NATO country that didn't ____________ the trade agreement. ": "ratify", "T06-03-008-03": "B", "T06-03-001-03": "A", "Messages for Kandra Samona, Attorney at Law": "highly", "What time does Revelations Cafe usually close?": "8", "T06-02-023": "A", "This is the hotel bar ____________ the Singapore Sling, a world-famous fruity cocktail, was invented. ": "in which", "Why is Mrs. Chen concerned?": "Because she isn't sure that she can find another job.", "T06-02-013": "A", "Learning to skateboard was the greatest challenge the academic __________________. ": "had ever encountered", "T06-02-014": "B", "What amount of cream is needed in this recipe?": "One quarter of a cup.", "T06-04-010-01": "A", "T06-02-008": "C", "T06-01-004": "A", "T06-02-001": "A", "The product must undergo a series ____________ quality assurance tests before being introduced to the market. ": "of", "Why does the writer contact the editing staff?": "Because he wants to be published in their journal.", "Currently, the e-reader market ____________ by three major brands. ": "is dominated", "T06-02-022": "A", "When will the employees be let go?": "On the first day of November.", "T06-03-003-03": "A", "T06-02-030": "B", "Which of the following does the editor tell the writer?": "To send his manuscripts in the future.", "T06-04-008-02": "D", "I am totally convinced that Brazil ____________ this year's World Cup. ": "will win", "Name: Alton Ferreira ": "has been accused", "T06-04-001-03": "B", "T06-02-018": "A", "T06-02-015": "A", "T06-02-025": "A", "The biggest ____________ I can give you is to ask for the price before you get in the taxi, otherwise the driver will try to rip you off. ": "piece of advice", "T06-03-002-03": "C", "T06-02-007": "B", "Do all employees have to attend the meeting in the conference room?": "No, but it is recommended.", "What does Edward warn readers about?": "That his comment might ruin the story for someone who hasn't read the book.", "What does the replier say that Monique got wrong?": "He said that she swapped the names of the two main characters.", "T06-03-008-02": "B", "T06-02-017": "C", "T06-02-006": "A", "I told him your normal rates, but he would like to speak to you first before making a __________. \n          ": "commitment", "T06-03-005-03": "A", "At what point are the brownies ready to eat?": "Ten minutes after baking.", "T06-03-004-01": "C", "T06-03-009-01": "A", "Why does the employer want the employee to alter his request?": "The time period during which the employee wants vacation is too busy.", "I ____________ to find the right lid for this container, but I'm still looking. ": "haven't been able", "T06-01-001": "D", "T06-03-003-01": "B", "What does the writer tell the editing staff in order to substantiate his writing ability?": "That he has recently taken an excellent writing class.", "____________ conclusion, our study has proved that students learn less if they don't take a break and stretch their bodies at least once every hour. ": "In", "T06-01-010": "C", "T06-03-006-03": "D", "T06-02-003": "B", "T06-04-003-02": "C", "Why is the author concerned about TFBDS programs?": "They might be unlawful.", "Dear Mr. Krumpert, ": "inclusion", "If the date is November 16th, how long must a writer wait before submitting work to the journal?": "About a month and a half.", "T06-04-006-02": "D", "Not only _________ her sales target, she surpassed it by 20%. ": "did Micaela meet", "If you could have this back to us by 9 pm on Tuesday __________, that would be much appreciated. ": "at the latest", "All your Aero Miles will be transferred from your KMM account, and you will still accrue miles in the same manner that you did previously. There have been some minor __________ to the reward system, which you can see in a chart by clicking here. ": "adjustments", "Which email address belongs to the customer?": "silverli", "T06-02-002": "B", "Which of the following is NOT true about the information listed?": "The United States had more homicides than Mexico in 2004.", "T06-03-001-02": "A", "Our chief editor has made some minor changes to the articles, which are denoted __________ red. For each modification, please change the color back to black if you can accept the change. If not, please explain why in a footnote at the end of the relevant paragraph.\n          ": "in", "T06-03-007-01": "A", "T06-04-010-03": "C", "Human infants usually realize they ____________ hands at three months of age and start putting them in their mouths. ": "possess", "T06-03-001-01": "B", "What can we infer based on the email?": "The recipient has already bought the product.", "T06-04-001-01": "A", "All we need is for you to register your new PD Aero Miles online account at www.pdaeromiles.com.au. You will be asked to create a new password, __________ must be at least 8 characters in length, and must include at least one letter and one number.\n          ": "which", "I need this report printed and on my desk ____________ tomorrow afternoon at the latest. ": "by", "One of Mao Zedong's greatest achievements was to ____________ Chinese characters, reducing the number of strokes required to write many of them. ": "simplify", "T06-03-010-02": "C", "T06-02-016": "B", "What was unfortunate for Denver in the second quarter?": "Holmes got called for three fouls and had to be substituted out later.", "T06-02-028": "A", "T06-03-004-02": "B", "Security cameras at the gate of the hotel show two suicide bombers entering the hotel grounds just eight minutes before the __________ explosion. Islamabad chief of police and security has informed the media that three suspects have been apprehended in connection with the explosion, but it is not yet clear whether they are members of a major terrorist organization.\n          ": "violent", "T06-04-004-03": "D", "Where might a person find this article?": "A food and dining magazine.", "The massive turkey was roasted to ____________ and then cut into thin slices by the chef. ": "perfection", "Canada is known for its ____________ of natural resources, such as oil, timber and diamonds. ": "abundance", "T06-01-008": "C", "What is the best way to describe the writer's tone?": "Cautionary.", "T06-01-005": "B", "The driver will ____________ the shipment onto the dock and then you need to make sure everything is there and sign the form. ": "unload", "Does the editor reply with good or bad news?": "Bad news. She doesn't accept the writer's work.", "To: carollou@outlook.com": "need", "Excuse me, sir. We need to ask you to leave the bar because of your ____________ behavior. ": "inappropriate", "T06-01-007": "D", "T06-01-006": "B", "Due to the ____________ of a spy in the department, an emergency meeting was called. ": "presence", "T06-04-005-01": "B", "Kent's sales were only surpassed ____________ Kim's, the company's most experienced sales rep. ": "by", "T06-04-007-03": "A", "T06-03-006-01": "A", "T06-04-010-02": "D", "I can't tell you how much ____________ it will be until we arrive, because I don't have the slightest clue where we are. ": "longer", "How does the employer respond to the employee?": "He only permits a two week break.", "T06-04-008-01": "C", "The dance instructor was really ____________ for being ten minutes late for the class. ": "apologetic", "Westerners traditionally dine with a spoon, knife and fork, ____________ Easterners have the habit of using chopsticks. ": "whereas", "What is the main argument of the article?": "Collecting biometric data in schools raises issues of safety and privacy.", "Why does Mr. Clarkson think the bad smell has developed?": "Because of employee negligence.", "What did the initial reviewer say about Ronny?": "His character is a bit boring.", "T06-04-006-03": "B", "T06-02-011": "C", "In the author's opinion, how might a parent react to the use of biometric data in schools?": "He or she might withdraw his or her child from the school.", "T06-01-009": "C", "T06-03-003-02": "D", "Margaret was so excited for her Caribbean ____________ that she skipped as she boarded the enormous ship. ": "cruise", "Swipe your card on the electronic reader then ____________ the station to the left. ": "exit", "T06-03-007-03": "B", "How much will the kitchen staff be paid to do the extra cleaning?": "$8.50 per hour.", "T06-02-020": "C", "What happens from 6:00 a.m. to 11:30 a.m.? ": "Kid's aren't allowed to swim.", "T06-04-004-01": "A", "I failed ____________ why we had to wait in a line for four hours only to ask a simple question. ": "to understand ", "What does the employer ask of the employee?": "To fill out an additional form requesting less time off.", "I don't like going to Thailand ____________ because it's too crowded with tourists from all over the world. ": "anymore", "What information is NOT provided in this recipe?": "How many brownies the recipe makes.", "T06-02-027": "C", "T06-02-026": "B", "T06-04-007-01": "B", "When did Mrs. Chen respond to the CEO?": "There isn't enough information to know for sure.", "T06-03-009-02": "C", "T06-03-007-02": "D", "T06-04-007-02": "B", "T06-04-002-03": "C", "What does Edward find most remarkable about Tommy?": "He gave up on Shaniqua for his brother's sake.", "Having forgotten to take the laundry out of the drier, Eva had no other choice ____________ to wear damp clothes to work. ": "but", "T06-02-004": "A", "T06-02-029": "B", "T06-04-009-01": "C", "T06-03-010-01": "C", "What is the price of the T-shirt?": "It is free if you buy a subscription.", "If you ____________ an appointment, we wouldn't have had to wait for two hours to see the specialist!": "had made", "Cory was really upset because ____________ had stolen his brand new Armani suit jacket. ": "somebody", "T06-04-003-01": "B", "This corporation offers a comprehensive benefits package ____________ massive discounts on merchandise to all its senior employees. ": "as well as", "When will Mr. Clarkson enforce the new cleanliness policy?": "Four days from now.", "T06-04-001-02": "C", "What should the recipient do if he or she has a question about the shipment of this package?": "Contact Mr. White.", "T06-02-019": "A", "T06-02-012": "B", "T06-02-010": "A", "BN Daily Monday, April 9 2009": "present", "T06-04-009-03": "D", "T06-04-002-01": "B", "What is the purpose of the information listed?": "To inform pool goers of what is and isn't allowed.", "T06-04-002-02": "A", "At what point does Monique think that the story gets most interesting?": "When the two brothers fall in love with the same girl.", "T06-02-024": "B", "T06-03-006-02": "B", "After the price of oil ____________ for several weeks, it finally became stable. ": "fluctuated", "If I ____________ you, I'd have accepted the new position without complaining about the reduced wage.  ": "were", "Miss Campbell had a lot of ____________ in her neck so she got a Swedish massage after work. ": "tension", "T06-01-003": "C", "T06-03-010-03": "C", "Which of the following did NOT happen?": "Terry Walker performed badly in overtime.", "When driving on the highway, it is essential that you are not ____________ and don't drive too fast. ": "careless", "What is the main reason that the employee is requesting a holiday?": "His family will stay in Tampa Bay and he wants to visit them there.", "When must the application cards be received by?": "On or before December 25th, 2002.", "T06-04-008-03": "B", "T06-04-009-02": "A", "He filmed such a nice video that he ___________ the responsibility of assisting with all future video projects. ": "was given", "T06-02-005": "C", "New York's world-famous landmark, the Statue of Liberty, represents ____________ and opportunity. ": "freedom", "T06-04-006-01": "C", "The skirt I just bought has a small stain on it. ____________, it doesn't even fit me! ": "What's more", "T06-04-003-03": "D", "T06-03-008-01": "A", "In step six, why does the author say not to blend the ingredients for more than one minute?": "The brownies will taste better.", "What is the writer's profession?": "Food critic.", "Which of the following countries had a higher murder rate than Uganda?": "Nigeria.", "T06-03-009-03": "A", "It shouldn't ____________ you more than an hour or two to figure out the problem with this piece of equipment. ": "take"}